<?php

return [
    'You can #Buy, #Rent, #Booking anything from here.' => 
    'ඔබට මෙතැනින් ඕනෑම දෙයක් #මිලදී ගැනීමට, #කුලියට ගැනීමට, #වෙන්කරවා ගැනීමට හැකිය.',

    'Buy and sell everything from used cars to mobile phones' => 
    'පාවිච්චි කළ මෝටර් රථවල සිට ජංගම දුරකථන සහ පරිගණක දක්වා සියල්ල මිලදී ගෙන විකුණන්න,
    නැතහොත් ශ්‍රී ලංකාව තුළ දේපළ, රැකියා සහ තවත් දේ සොයන්න.',

    'Categories' => 'කාණ්ඩ',
    'Explore by Category' => 'කාණ්ඩය අනුව තෝරන්න',
    'Contact' => 'අමතන්න',
    'Contact Us' => 'අප හා සම්බන්ධ වන්න',
    'Email' => ' ඊමේල්',
    'Location' => 'ස්ථානය',
    'Post Your Ads' => 'දැන්වීම් පළ කරන්න',
    'Dashboard' => 'උපකරණ පුවරුව',
    'Logout' => 'ඉවත්වන්න',
    'indextitle' => 'ඔබේ අවශ්‍යතා සොයාගන්න', 
    'Best' => '', 
    'top' => 'Top', 
    'Ads' => 'දැන්වීම්',
    'Super' => 'Super',
    'Urgent' => 'Urgent', 
    'para2' => ' ශ්‍රී ලංකාවේ විශාලතම වර්ගීකරණය කරන ලද වෙබ් අඩවිය වන yaka.lk හි Super Ads අංශය 
                ඔබගේ ලැයිස්තුගත කිරීම් සෙවුම් ප්‍රතිඵලවල ඉහළින්ම ස්ථානගත කිරීම සහතික කරයි. ඉහළ දෘශ්‍යතාව සහ ප්‍රමුඛතා 
                ශ්‍රේණිගත කිරීම සමඟින්, Super Ads මඟින් ඔබේ නිෂ්පාදන හෝ සේවාවන් වඩාත් විභව ගැනුම්කරුවන් වෙත ඉක්මනින් සහ 
                ඵලදායී ලෙස ළඟා වීම සහතික කෙරේ.', 
    'para1' => ' ශ්‍රී ලංකාවේ විශාලතම වර්ගීකරණ වෙබ් අඩවිය වන yaka.lk හි Top Ads අංශය ඔබේ 
                ලැයිස්තුගත කිරීම් සෙවුම් ප්‍රතිඵලවල ඉහළින්ම ස්ථානගත කිරීම සහතික කරයි. ඉහළ දෘශ්‍යතාව සහ ප්‍රමුඛතා ශ්‍රේණිගත කිරීම සමඟින්. 
                Top Ads මඟින් ඔබේ නිෂ්පාදන හෝ සේවාවන් වඩාත් විභව ගැනුම්කරුවන් වෙත 
                ඉක්මනින් සහ ඵලදායී ලෙස ළඟා වීම සහතික කරයි.', 
    'para3' => 'හදිසි ලාංඡනයක් ඉක්මනින් විකිණීම සඳහා අප සතුව විශේෂ ප්‍රවර්ධන වැඩසටහනක් ඇත.<br>
            එය ඉක්මනින් වැඩි අවධානයක් ලබා ගැනීමට විශාල වාසියකි.',
    'para4' => 'ශ්‍රී ලංකාවේ විශාලතම වෙළඳපොළේ හොඳම ගනුදෙනු අතපසු කරගන්න එපා! 
            ඉලෙක්ට්‍රොනික උපකරණ, විලාසිතා, ගෘහ භාණ්ඩ සහ තවත් බොහෝ දේ සඳහා 
            වන වට්ටම් පිළිබඳ සුවිශේෂී දීමනා, ප්‍රවර්ධන සහ යාවත්කාලීන කිරීම් සඳහා දැන්ම දායක වන්න. 
            දැන ගැනීමට සහ විශාල මුදලක් ඉතිරි කිරීමට පළමුවැන්නා වන්න - අදම ලියාපදිංචි වන්න!',
    'Quick Links' => 'උදව් සහ උපකාර',
    'About' => 'අප ගැන',
    'Privacy & Safety' => 'පුද්ගලික ප්‍රතිපදාව',
    'Terms & Conditions' => 'කොන්දේසි',
    'General' => 'විස්තර දැනගන්න',
    'Tips' => 'උපදෙස් ',
    'Boosting ads' => 'දැන්වීම් වර්ධනය කිරීම',
    'Ad posting allowances' => 'දැන්වීම් පළ කිරීමේ දීමනා',
    'Ad posting criteria' => 'දැන්වීම් පළ කිරීමේ නිර්ණායක',
    'Home' => 'ප්‍රධාන පිටුව' ,
    'About Our Company' => 'අපගේ සමාගම ගැන' ,
    'para5' => 'Yaka.lk යනු ශ්‍රී ලංකාවේ විශාලතම වර්ධනය වන වෙළඳපොළයි. 
                මෙය 100% ශ්‍රී ලාංකික වෙබ් අඩවියක් වන අතර එය විශේෂයෙන් 
                ශ්‍රී ලාංකිකයන්ට ගැලපෙන පරිදි නිර්මාණය කර ඇත. ඔබට ඕනෑම දෙයක් මිලදී ගැනීමට 
                හෝ විකිණීමට අවශ්‍ය නම්, ඔබ නිවැරදි ගමනාන්තයට පැමිණ ඇත. Yaka.lk හි පුළුල් පරාසයක 
                අයිතම ඇති බැවින් ඔබට ඉලෙක්ට්‍රොනික උපකරණ, වාහන, දේපළ, රැකියා, කාර්මික ආදී බොහෝ කාණ්ඩ 
                හරහා සැරිසැරීමට හැකි අතර, එය ඉක්මනින් සොයා ගැනීම සඳහා ඔබට සෙවුම් පෙරහන් භාවිතා කළ හැකිය.
                ඔබට yaka.lk හි නොමිලේ ගිණුමක් නිර්මාණය කර කෙටි කාලයක් තුළ ඔබේ දැන්වීම පළ කළ හැකි අතර, ඔබ 
                ප්‍රකාශයට පත් කළ වහාම, අපි එය සමාලෝචනය කර වෙබ් අඩවියේ නැරඹීමට ඉඩ දෙන්නෙමු. එසේම, වඩා හොඳ 
                ප්‍රතිඵල සඳහා ඔබට ප්‍රවර්ධන පැකේජ එකතු කළ හැකිය.' ,
    'What We Do' => 'අපි කරන්නේ කුමක්ද?' ,
    'para6' => 'Yaka.lk යනු වර්ගීකරණය කරන ලද දැන්වීම් පළ කිරීම සහ සොයා ගැනීම සඳහා වේගවත් හා පහසු වේදිකාවකි. නිෂ්පාදනයක් විකිණීම, සේවාවක් පිරිනැමීම හෝ විශිෂ්ට ගනුදෙනු සොයා ගැනීම වේවා, අපගේ පරිශීලක-හිතකාමී අතුරුමුහුණත එය සරල කරයි. අපි උසස් සෙවුම් පෙරහන් සහ ස්ථාන පදනම් කරගත් ලැයිස්තුගත කිරීම් සමඟ ගැනුම්කරුවන් සහ විකුණුම්කරුවන් කාර්යක්ෂමව සම්බන්ධ කර, කරදරයකින් තොර අත්දැකීමක් සහතික කරමු. අපගේ ඉලක්කය වන්නේ ඉක්මන් දැන්වීම් අනුමත කිරීම් සහ විශ්වාසදායක සහාය සමඟින් මාර්ගගත වර්ගීකරණයන් ආරක්ෂිත සහ ඵලදායී කිරීම, විශ්වාසයෙන් මිලදී ගැනීමට සහ විකිණීමට ඔබට උපකාර කිරීමයි.' ,
    'Process' => 'ක්‍රියාවලිය',
    'How it Works' => 'එය ක්‍රියාත්මක වන ආකාරය',
    'para7' => 'Yaka.lk ක්‍රියා කරන්නේ පරිශීලකයින්ට ලියාපදිංචි වීමට, විස්තර සහ රූප සහිත දැන්වීම් පළ කිරීමට, ගැනුම්කරුවන් හෝ විකුණුම්කරුවන්  <br />සමඟ සම්බන්ධ වීමට
        සහ ගනුදෙනු ආරක්ෂිතව සම්පූර්ණ කිරීමට ඉඩ සලසමිනි.',
    'Create Account' => 'ගිණුම සාදාගන්න',  
    'Sell Your Item' => 'අයිතමය විකුණන්න',
    'accpara' => 'Yaka.lk වෙබ් අඩවියේ ගිණුමක් සාදා ගැනීමට, වෙබ් අඩවියට පිවිසීමෙන් පසු "සයින් අප්" බොත්තම ක්ලික් කර, ඔබේ විස්තර පුරවා ලියාපදිංචි ආකෘතිය යොමු කරන්න.',
    'postpara' => 'Yaka.lk හි ඔබගේ දැන්වීම පළ කිරීමට, ඔබගේ ගිණුමට පිවිසී "ඔබේ දැන්වීම පළ කරන්න" බොත්තම ක්ලික් කර, අවශ්‍ය විස්තර පුරවා, පින්තූර උඩුගත කර, ඔබේ ලැයිස්තුව යොමු කරන්න.',
    'sellpara' => 'Yaka.lk හි ඔබගේ අයිතමය විකුණා ගැනීමට, ගිණුමක් සාදනවා, පින්තූර සහ මිල සහිත විස්තරාත්මක දැන්වීමක් පළ කර, සංභාෂණය කිරීමට ප්‍රතිපත්ති මිලදී ගන්නන් හා සම්බන්ධ වන්න.',
    
    'para8' => 'Yaka.lk යනු ඔබට සෑම දෙයක්ම පාහේ මිලදී ගැනීමට සහ විකිණීමට හැකි වේදිකාවකි! ඔබට ආසන්න ගනුදෙනු සොයා ගැනීමට ස්ථාන තේරීම භාවිතා කරන්න.',
    'Have items to sell?' => 'විකිණීමට අයිතම තිබේද?',
    'Looking to buy something?' => 'යමක් මිලදී ගැනීමට සොයනවාද?',
    'para9' => 'ඔබේ අයිතම විකිණීම ආරම්භ කිරීමට නොමිලේ ගිණුමක් සඳහා ලියාපදිංචි වන්න! දැන්වීමක් පළ කිරීමට මිනිත්තු 2 කටත් අඩු කාලයක් ගතවේ. ගැනුම්කරුවන්ගේ උනන්දුව වැඩි කරන විශිෂ්ට දැන්වීම් නිර්මාණය කිරීම පිළිබඳ උපදෙස් කිහිපයක් සඳහා වේගයෙන් විකුණන්නේ කෙසේද යන්න බලන්න.',
    'para10' => 'Yaka.lk වෙබ් අඩවිය හරහා ශ්‍රී ලංකාව පුරා පුළුල්ම භාණ්ඩ එකතුවක් සහ විවිධ කාණ්ඩ ගණනාවකින් භාණ්ඩ මිලදී ගත හැකියි. Yaka.lk වෙබ් අඩවියෙන් හොඳම ගනුදෙනුව සොයා ගන්න!',

    'Our Contacts & Location' => 'අපගේ සම්බන්ධතා සහ ස්ථානය',
    'Contact info' => 'සම්බන්ධතා තොරතුරු',
    'Social contact' => 'සමාජ සම්බන්ධතා',
    'Get in Touch' => 'අප හා සම්බන්ධ වන්න',
    'Name' => 'නම',
    'Email' => 'විද්‍යුත් තැපැල් ලිපිනය',
    'Phone' => 'දුරකථනය',
    'Subject' => 'විෂය',
    'Message' => 'පණිවිඩය ',
    'Submit' => 'දැන් ඉදිරිපත් කරන්න',

    'Our' => 'අපගේ',
    'Information We Collect' => 'අපි රැස් කරන තොරතුරු',
    'Personal Data' => 'පුද්ගලික දත්ත',
    'Usage Data' => 'භාවිත දත්ත',
    'Cookies' => 'පිටු රඳවා තැබීම',
    'Name, email address, phone number, and payment information' => 'නම, විද්‍යුත් තැපැල් ලිපිනය, දුරකථන අංකය සහ ගෙවීම් තොරතුරු.',
    'IP address, browser type, and interaction history with the Website' => 'IP ලිපිනය, බ්‍රව්සර් වර්ගය සහ වෙබ් අඩවිය සමඟ අන්තර්ක්‍රියා ඉතිහාසය.',
    'To enhance user experience and analyze traffic. You can manage cookies through your browser settings' => 'පරිශීලක අත්දැකීම් වැඩිදියුණු කිරීමට සහ ගමනාගමනය විශ්ලේෂණය කිරීමට. ඔබට ඔබගේ බ්‍රවුසර සැකසුම් හරහා කුකීස් කළමනාකරණය කළ හැකිය.',
    'How We Use Your Data' => 'අපි ඔබේ දත්ත භාවිතා කරන ආකාරය',
    'To manage user accounts and provide customer support' => 'පරිශීලක ගිණුම් කළමනාකරණය කිරීමට සහ පාරිභෝගික සහාය ලබා දීමට.',
    'To process payments and publish listings' => 'ගෙවීම් සැකසීමට සහ ලැයිස්තුගත කිරීම් ප්‍රකාශයට පත් කිරීමට.',
    'To improve Website functionality through analytics and user feedback' => 'විශ්ලේෂණ සහ පරිශීලක ප්‍රතිපෝෂණ හරහා වෙබ් අඩවි ක්‍රියාකාරිත්වය වැඩි දියුණු කිරීමට.',
    'To send updates, notifications, or promotional offers (only with consent)' => 'යාවත්කාලීන කිරීම්, දැනුම්දීම් හෝ ප්‍රවර්ධන දීමනා යැවීමට (කැමැත්ත ඇතිව පමණි).',
    'Data Sharing and Disclosure' => ' දත්ත බෙදාගැනීම සහ අනාවරණය කිරීම',
    'We do not sell your data to third parties' => 'අපි ඔබේ දත්ත තෙවන පාර්ශවයන්ට විකුණන්නේ නැහැ.',
    'Data may be shared with payment processors, law enforcement, or service providers as necessary' => 'අවශ්‍ය පරිදි ගෙවීම් සකසනයන්, නීතිය ක්‍රියාත්මක කරන ආයතන හෝ සේවා සපයන්නන් සමඟ දත්ත බෙදා ගත හැකිය.',
    'In case of a merger or acquisition, your data may be transferred to the new entity' => 'ඒකාබද්ධ කිරීමක් හෝ අත්පත් කර ගැනීමක් සිදුවුවහොත්, ඔබගේ දත්ත නව ආයතනයට මාරු කළ හැකිය.',
    'Data Security' => ' දත්ත ආරක්ෂාව',
    'We use encryption and other security measures to protect your personal data' => 'ඔබගේ පුද්ගලික දත්ත ආරක්ෂා කිරීම සඳහා අපි සංකේතනය සහ අනෙකුත් ආරක්ෂක පියවරයන් භාවිතා කරමු.',
    'Despite our efforts, no online service is entirely secure. We encourage users to protect their login information' => 'අපගේ උත්සාහයන් නොතකා, කිසිදු මාර්ගගත සේවාවක් සම්පූර්ණයෙන්ම ආරක්ෂිත නොවේ. අපි පරිශීලකයින්ට ඔවුන්ගේ පිවිසුම් තොරතුරු ආරක්ෂා කර ගැනීමට දිරිගන්වන්නෙමු.',
    'User Rights' => 'පරිශීලක අයිතිවාසිකම්',
    'Access and Correction' => 'ප්‍රවේශය සහ නිවැරදි කිරීම',
    'Data Deletion' => 'දත්ත මකා දැමීම',
    'Consent Withdrawal' => 'කැමැත්ත ඉල්ලා අස්කර ගැනීම',
    'You can access and update your personal information through your account' => 'ඔබට ඔබගේ ගිණුම හරහා ඔබගේ පුද්ගලික තොරතුරු වෙත ප්‍රවේශ වී යාවත්කාලීන කළ හැක.',
    'You may request the deletion of your personal data by contacting support' => 'සහාය සම්බන්ධ කර ගැනීමෙන් ඔබට ඔබේ පුද්ගලික දත්ත මකා දැමීමට ඉල්ලා සිටිය හැක.',
    'You can opt out of marketing emails by clicking the unsubscribe link' => 'ඔබට දායකත්වයෙන් ඉවත් වීමේ සබැඳිය ක්ලික් කිරීමෙන් අලෙවිකරණ ඊමේල් වලින් ඉවත් විය හැකිය.',
    
    'Tips for Better Ads' => 'වඩා හොඳ දැන්වීම් සඳහා උපදෙස්',
    'Upload clear photos from different angles' => 'විවිධ කෝණවලින් පැහැදිලි ඡායාරූප උඩුගත කරන්න',
    'Upload real photos' => 'සැබෑ ඡායාරූප උඩුගත කරන්න',
    'Add actual and clear details to impress customers' => 'ගනුදෙනුකරුවන් විශ්මයට පත් කිරීම සඳහා සත්‍ය සහ පැහැදිලි විස්තර එක් කරන්න',
    'Add working contact numbers' => 'වැඩ කරන සම්බන්ධතා අංක එකතු කරන්න',
    'Choose a competitive price' => 'තරඟකාරී මිලක් තෝරන්න',
    'Select the negotiable option for a better response' => ' වඩා හොඳ ප්‍රතිචාරයක් සඳහා සාකච්ඡා කළ හැකි විකල්පය තෝරන්න',

    'All Categories' => 'කාණ්ඩ',
    'Electronics' => 'ඉලෙක්ට්‍රොනික උපකරණ' ,
    'Motor vehicles' => 'මෝටර් වාහන' ,
    'Home, lands & buildings' => 'නිවෙස්, ඉඩම් සහ ගොඩනැගිලි' , 
    'Home & Garden' => 'ගෘහ සහ උයන' , 
    'Pets' => 'සුරතල් සතුන්' , 
    'Services' => 'සේවාවන්' , 
    'Business And Industry' => 'ව්‍යාපාර සහ කර්මාන්ත' , 
    'leisure,kids items & sports' => 'විවේකය, ළමා භාණ්ඩ සහ ක්‍රීඩා' ,
    'Fancy & Cosmetics' => 'අලංකාර සහ ආලේපන' ,
    'Daily Essentials' => 'දෛනික අවශ්‍යතා' , 
    'Education' => 'අධ්‍යාපනය' , 
    'Agriculture' => 'කෘෂිකර්මය' , 
    'Jobs & Overseas jobss' => 'රැකියා සහ විදේශ රැකියා' , 
    'Other Ads' => 'වෙනත් දැන්වීම්' ,
    'Browse Ads' => 'දැන්වීම් ',
    'Free Ads'=>'නොමිලේ දැන්වීම්',
    'free_ad_posting' => 'සෑම කාණ්ඩයකම නොමිලේ දැන්වීම් පළ කිරීමේ හැකියාව ඇත. Yaka.lk සබැඳිවරුක් වීමට සහ ඔබේ ස්ථානය අදම හිමිකර ගැනීමට අප හා සම්බන්ධ වන්න.',

    'Search' => 'සෙවීම',
    'Search Keyword' => 'සෙවුම් මූල පදය',
    'Select Location' => 'ස්ථානයක් තෝරන්න',

    'Buy, Sell, Rent or Find Anything in Sri Lanka' => 'ශ්‍රී ලංකාවේ මිලදී ගන්න, විකුණන්න, බදුදියන්න හෝ යමක් සොයාගන්න',
    'Search Results' => 'සෙවීම් ප්‍රතිඵල',
    'of' => 'යි',
    'Listings' => 'ලැයිස්තු',
    'Showing' => 'පෙන්වමින්',
    'Search by Title, Category, Subcategory, or Location' => 'මාතෘකාව, වර්ගය, උප වර්ගය, හෝ ස්ථානයෙන් සෙවීම',

    'Rs' => 'රු',
    'price' => 'මිල',
    
    'view' => 'නැරඹූ වාර ගණන',
    'Fixed' => 'ස්ථාවරයි',
    'Negotiable' => 'සාකච්ඡා කළ හැකිය',
    'Daily' => 'දිනපතා',
    'Weekly' => 'සතිපතා',
    'Monthly' => 'මාසිකව',
    'Yearly' => 'වාර්ෂිකව',
    'Product Description' => 'නිෂ්පාදනය විස්තරය',
    'Brand' => 'වෙළඳ නාමය',
    'Model' => 'මාදිලිය',
    'Condition' => 'තත්වය',
    'Posted by' => 'ප්‍රකාශිතයා ',
    'Name' => 'නම',
    'Boost this ad' => 'මෙම දැන්වීම බූස්ට් කරන්න',
    'New' => 'අලුත්',
    'Used' => 'පාවිච්චි කරනලද',
    'Pricing Type' => 'මිලකරණ වර්ගය',
    'Post Type' => 'පළ කිරීම් වර්ගය',
    'Booking' => 'වෙන්කරවා ගැනීම',
    'Sale' => 'විකිණීම',
    'Rent' => 'කුලියට දීම',
    'Boosting Option' => 'වර්ධන විකල්පය ',
    'Select a Package' => 'පැකේජය තෝරන්න',
    'Free Ad' => 'නොමිලේ දැන්වීමක්',
    'Top Ad' => 'ඉහළ දැන්වීමක්',
    'Super' => 'සුපිරි දැන්වීමක්',
    'Urgent' => 'අත්‍යවශ්‍ය දැන්වීමක්',
    'Select Package Type'=>'පැකේජ වර්ගය තෝරන්න:',
    'Upload Main Image'=>'ප්‍රධාන රූපය ඇතුලත් කරන්න',
    'Upload Sub Image'=>'උප රූපය ඇතුලත් කරන්න',
    'Publish Your Ad'=>'ඔබේ දැන්වීම ප්‍රකාශයට පත් කරන්න',


    'Make your ad stand out' => 'ඔබේ දැන්වීම කැපී පෙනේ',
    'boosting_ad_message' => 'දැන්වීම බූස්ට් කිරීමෙන් ප්‍රතිචාර 10 ගුණයක් දක්වා ලබා ගන්න. විකල්ප එකක් තෝරන්න.',
    'Boost your ad with the' => 'Boost කිරීම සඳහා',
    'package' => 'පැකේජය',
    'select' => 'තෝරන්න',
    'Select Plan' => 'සැලැස්ම තෝරන්න',
    'Days' => 'දින',
    'Amount' => 'මුදල',
    'No plans selected' => 'සැලසුම් තෝරාගෙන නැත.',
    'Total' => 'මුළු එකතුව',
    'Title' => 'භාණ්ඩයේ නම',
    'Price' => 'මිල',
    'Description' => 'විස්තරය',
    'Back' => 'ආපසු',
    'Proceed to Payment' => 'ගෙවීමට ඉදිරියට යන්න',

    'ad post' => 'දැන්වීම් පළ කිරීම',
    'my ads' => 'මගේ දැන්වීම්',
    'Profile' => 'ප්‍රොෆයිල්',
    'message' => 'පණිවුඩය',
    'Welcome to Yaka.lk' => 'Yaka.lk වෙත සාදරයෙන් පිළිගනිමු',
    'para11' => 'ඔබ මෙහි සිටීම ගැන අපි සතුටු වෙමු. අපගේ ප්‍රජාවේ වටිනා සාමාජිකයෙකු ලෙස, ඔබට දැන් ශ්‍රී ලංකාවේ විශාලතම මාර්ගගත වෙළඳපොළට ප්‍රවේශය ඇත, එහිදී ඔබට අසංඛ්‍යාත අවස්ථාවන් බලා සිටී. දේපළ වෙළඳාම් සහ වාහනවල සිට ඉලෙක්ට්‍රොනික උපකරණ සහ විලාසිතා දක්වා පුළුල් පරාසයක කාණ්ඩ ගවේෂණය කරන්න. අපගේ වේදිකාව ඔබව දේශීය විකුණුම්කරුවන් සහ අද්විතීය නිෂ්පාදන සමඟ සම්බන්ධ කරයි, එමඟින් ඔබට අවශ්‍ය දේ හරියටම සොයා ගැනීම වෙන කවරදාටත් වඩා පහසු වේ. පරිශීලක-හිතකාමී විශේෂාංග, උසස් සෙවුම් විකල්ප සහ සුවිශේෂී දීමනා සමඟ, සාප්පු සවාරි කිසිදා පහසු වී නැත. yaka.lk හා සම්බන්ධ වීම ගැන ඔබට ස්තූතියි — කිමිදී හොඳම ගනුදෙනු සහ සේවාවන් සොයා ගැනීම ආරම්භ කරන්න',

    'Posted on' => 'පළ කළ දිනය', 
    'No Expire Date' => 'කල් ඉකුත්වන දිනයක් නැත', 
    'Expired' => 'කල් ඉකුත් වී ඇත', 
    'Expires on' => 'කල් ඉකුත් වන්නේ', 
    'Active Ads' => 'ක්‍රියාකාරී දැන්වීම්',  
    'Pending Ads' => 'අපේක්ෂිත දැන්වීම්',

    
    'Our Terms & Conditions' => 'අපගේ කොන්දේසි',

    //Terms & Conditions page

    'Acceptance of Terms' => 'නියමයන් පිළිගැනීම',
    'Acceptance line1'=>'[Yaka.lk] (“වෙබ් අඩවිය”) වෙත පිවිසීමෙන් හෝ භාවිතා කිරීමෙන්, ඔබ මෙම නියමයන් සහ කොන්දේසි මගින් බැඳී සිටීමට එකඟ වේ.',
    'Acceptance line2'=>'ඔබ මෙම නියමයන්ට එකඟ නොවන්නේ නම්, ඔබට වෙබ් අඩවිය භාවිතා කළ නොහැක.',

    'User Registration and Eligibility' => 'පරිශීලක ලියාපදිංචිය සහ සුදුසුකම්',
    'Eligibility line1'=>'ගිණුමක් නිර්මාණය කිරීම සඳහා පරිශීලකයින් අවම වශයෙන් අවුරුදු 18 ක් විය යුතුය.',
    'Eligibility line2'=>'ලියාපදිංචි කිරීමේදී නිවැරදි සහ යාවත්කාලීන තොරතුරු සැපයීමට ඔබ එකඟ වේ.',
    'Eligibility line3'=>'මෙම නියමයන් උල්ලංඝනය කරන ගිණුම් අවසන් කිරීමේ අයිතිය අප සතුය.',

    'Listing and Posting Rules' => 'ලැයිස්තුගත කිරීමේ සහ පළ කිරීමේ නීති',
    'Posting Rules line1'=>'ඔබේ ලැයිස්තුගත කිරීමේ සපයා ඇති තොරතුරු නිවැරදි හා සම්පූර්ණ බව සහතික කිරීම ඔබේ වගකීමකි.',
    'Posting Rules line2'=>'නීති විරෝධී අයිතම, සොරකම් කරන ලද භාණ්ඩ, ව්‍යාජ නිෂ්පාදන සහ තහනම් සේවාවන් දැඩි ලෙස තහනම්ය.',
    'Posting Rules line3'=>'දැනුම්දීමකින් තොරව මෙම නියමයන් උල්ලංඝනය කරන ලැයිස්තුගත කිරීම් ඉවත් කිරීමට හෝ අත්හිටුවීමට අපට අයිතියක් ඇත.',

     'Fees and Payment' => 'ගාස්තු සහ ගෙවීම්',
    'Fees line1' => 'සෑම ලැයිස්තුගත කිරීමටම ගාස්තු අය කළ හැක. සියලුම ගාස්තු ආපසු ලබාගත නොහැක.',
    'Fees line2' => 'ගෙවීම් තුන්වන පාර්ශව ගෙවීම් ද්වාර මගින් ආරක්ෂිතව සැකසෙයි. ගෙවීම් සපයන්නන්ට අදාළ ගනුදෙනු ගැටළු සඳහා අප වගකිවිය නොහැක.',
    
    'User Responsibilities and Conduct' => 'පරිශීලක වගකීම් සහ හැසිරීම',
    'User line1' => 'අපරාධක හෝ වංචනික ක්‍රියාවලියන්වල යෙදීමට ඔබ එකඟ වේ (බොරු දැන්වීම් සහ අයදුම්පත් යැවීම ඇතුළුව).',
    'User line2' => 'ගනුදෙනුවක් සිදු කිරීමට පෙර භාණ්ඩ සහ සේවාවන්හි ව්‍යවස්ථානුකූලතාවය තහවුරු කිරීම පරිශීලකයන්ගේ වගකීමකි.',
    'User line3' => 'ගැනුම්කරුවන් සහ විකිණුම්කරුවන් අතර ඇතිවන ගැටලු සඳහා අප වගකිවිය නොහැක.',
    
    'Prohibited Content' => 'තහනම් අන්තර්ගතය',
    'Prohibited line1' => 'නීතිවිරෝධී, අපහාසකාරී, අසභ්‍ය හෝ තුන්වන පාර්ශවයක අයිතිවාසිකම් උල්ලංඝනය කරන අන්තර්ගතය පළ නොකරන්න.',
    'Prohibited line2' => 'අපට අන්තර්ගතය ඉවත් කිරීමට අයිතිය ඇත.',
    
    'Intellectual Property' => 'බුද්ධිමය දේපළ',
    'Intellectual line1' => 'ලොගෝ, සැලසුම් සහ පෙළ ඇතුළුව වෙබ් අඩවියේ සියලු අන්තර්ගතය අපගේ බුද්ධිමය දේපළ වේ.',
    'Intellectual line2' => 'අපගේ අවසරය නොමැතිව වෙබ් අඩවියේ අන්තර්ගතය ප්‍රතිනිර්මාණය, බෙදාහැරීම හෝ භාවිතා කිරීම සපයා නොහැක.',
    
    'Disclaimers and Limitation of Liability' => 'බැහැරකිරීම් සහ වගකිම් සීමා',
    'Disclaimers line1' => 'අපි වෙබ් අඩවිය “මේ ආකාරයෙන්” සපයන්නෙමු. ලැයිස්තුගත කිරීම් වල විශ්වසනීයතාවය හෝ පවතින බව පිළිබඳව අප කිසිදු සහතිකයක් නොදේ.',
    'Disclaimers line2' => 'ඔබ වෙබ් අඩවිය භාවිතා කිරීමෙන් ඇතිවන සෘජු, වක්‍ර හෝ ප්‍රතිවිපාක හානි සඳහා අපි වගකිව යුතු නොවේ.',

    'Third-Party Links and Services' => 'තෙවන පාර්ශවීය සබැඳි සහ සේවා',
    'ThirdParty line1' => 'වෙබ් අඩවිය තුළ තෙවන පාර්ශවීය වෙබ් අඩවි වෙත සබැඳි අඩංගු විය හැක. අපි ඔවුන්ගේ අන්තර්ගතයට හෝ ක්‍රියාමාර්ගවලට වගකියන්නේ නැත.',
    'ThirdParty line2' => 'තෙවන පාර්ශවීය සේවාවන් සමඟ ඔබේ ගනුදෙනු ඔබ සහ අදාළ සැපයුම්කරු අතර පමණි.',
    
    'Account Termination' => 'ගිණුම අවසන් කිරීම',
    'Termination line1' => 'මෙම නියමයන් උල්ලංඝනය කරන්නේ නම් හෝ සැක සහිත ක්‍රියාවලියක නිරත වන්නේ නම්, ගිණුම් දැනුම්දීමකින් තොරව අවසන් කිරීමට අපට අයිතිය ඇත.',
    'Termination line2' => 'භාවිතා කරන්නන්ට අවශ්‍ය කලේදී අපව සම්බන්ධ කරගෙන තම ගිණුම් මකා දැමිය හැක.',


    //boosting_ads page

    'Jump Up Ads' => 'Jump Up දැන්විම්',
    'JumpUp description' => 'Jump Up දැන්විම් ඔබේ දැන්වීම නැවත ලැයිස්තුවේ ඉහළට ගෙනයන අතර, එය දිගු කාලයක් සඳහා පාරිභෝගිකයන්ගේ දර්ශනය යටතේ තබයි.',

    'Top Ads' => 'ඉහළ දැන්විම්',
    'TopAds description' => 'එක් එක් පිටුවකදී, ඉහළ දැන්විම් සඳහා ක්‍රියාත්මක මූලස්ථාන 4ක් ඇත. ඔබ ඉහළ දැන්විම් සඳහා ඉල්ලුම් කළහොත්, ඔබේ දැන්වීම එම මූලස්ථානවලට ඉහළින් පෙනේ. එය නිදහස් දැන්විම්වලට වඩා විශාල අතර, කොළ පැහැති මායිම යෙදූ ආකෘතියකින් වැඩි ප්‍රසිද්ධියක් ලබා දෙයි.',

    'Super Ads' => 'සුපිරි දැන්විම්',
    'SuperAds description' => 'සුපිරි දැන්විම් වහාම අවධානය යොමු කරවන ලෙස සැලසුම් කර ඇත. එය ඉහළ මූලස්ථානයක් ලබාදෙන අතර, නිල් පැහැති මායිම සහ රොකට් සලකුණක් දරයි.',

    'Urgent Ads' => 'අත්‍යවශ්‍ය දැන්විම්',
    'UrgentAds description' => 'අත්‍යවශ්‍ය විකිණීම සඳහා අප සතුව විශේෂිත ප්‍රවර්ධන තිබේ. අත්‍යවශ්‍ය දැන්විම් රතු පැහැති මායිම සහ "අත්‍යවශ්‍ය" ලේබලයක්ද සහිතය.',

    'How to Boost Your Ad?' => 'ඔබේ දැන්වීම වර්ධනය කරන්නේ කෙසේද?',
    'Upload Your Ad' => 'ඔබේ දැන්වීම උඩුගත කරන්න',
    'Upload description' => 'ඔබේ නිෂ්පාදන හෝ සේවා විස්තර සහ පින්තූර එකතු කරන්න.',
    'Choose a Boost Plan' => 'වර්ධන සැලසුමක් තෝරන්න',
    'ChoosePlan description' => 'ඔබේ අවශ්‍යතා සඳහා වඩාත් සුදුසු සැලසුමක් තෝරන්න.',
    'Get More Views' => 'තවත් නැරඹුම් ලබාගන්න',
    'GetViews description' => 'ඔබේ දැන්වීම ඉහළ ප්‍රසිද්ධියක් සහ සම්බන්ධතාවයක් ලබා ගනියි!',

    //Ad Posting Criteria


    'welcome_title' => 'අපගේ දැන්වීම් වේදිකාවට සාදරයෙන් පිළිගනිමු!',
    'welcome_description' => 'නිරවුල් අත්දැකීමක් සඳහා ඔබේ දැන්වීම පහත සම්මතයන්ට අනුකූල වීම තහවුරු කරන්න.',

    'posting_criteria_title' => 'දැන්වීම් ප්‍රමිතීන්',
    'posting_criteria_1' => 'භාණ්ඩය සම්බන්ධ නිවැරදි ගුණාත්මක පින්තූර භාවිතා කරන්න.',
    'posting_criteria_2' => 'දැන්වීමේදී නීතිමය භාණ්ඩ පමණක් යෙදිය යුතුය.',
    'posting_criteria_3' => 'පින්තූර භාණ්ඩයට හෝ සේවාවට ගැලපිය යුතුය.',
    'posting_criteria_4' => 'මත්පැන්, දුම්කොළ හෝ ඒ ආශ්‍රිත ඖෂධ පළ නොකරන්න.',
    'posting_criteria_5' => 'නිවැරදි සබඳතා අංක භාවිතා කරන්න.',
    'posting_criteria_6' => 'තහනම් භාණ්ඩ පළ නොකරන්න.',
    'posting_criteria_7' => 'එක් දැන්වීමක අයිතම කිහිපයක් පළ නොකරන්න.',

    'approval_process_title' => 'දැන්වීම් අනුමත කිරීමේ ක්‍රියාවලිය',
    'approval_process_description' => 'ඔබ දැන්වීමක් ඉදිරිපත් කළ විට, එය <b>අනුමත කිරීමේ පියවර 4ක්</b> හරහා ගමන් කරයි. දැන්විම් ඔවුන්ගේ අන්තර්ගතය, නීත්‍යානුකූලභාවය සහ අපගේ ප්‍රතිපත්තිවලට අනුකූලතාවය මත පරීක්ෂා කරයි.',

    'approval_step_1' => 'දැන්වීම ඉදිරිපත් කරන්න',
    'approval_step_2' => 'සමාලෝචනය',
    'approval_step_3' => 'අනුමත කිරීම',
    'approval_step_4' => 'ප්‍රසිද්ධ කරන්න',
    'Edit Profile' => 'පැතිකඩ සංස්කරණය කරන්න',
    'First Name' => 'මුල් නම',
    'Last Name' => 'අවසන් නම',
    'Email' => 'ඊමේල්',
    'Company' => 'සමාගම',
    'District' => 'දිස්ත්‍රික්කය',
    'Select District' => 'දිස්ත්‍රික්කයක් තෝරන්න',
    'City' => 'නගරය',
    'Select City' => 'නගරයක් තෝරන්න',
    'Post Code' => 'තැපැල් කේතය',
    'Country' => 'රට',
    'Website' => 'වෙබ් අඩවිය',
    'Phone' => 'දුරකථන අංකය',
    'Birthday' => 'උපන් දිනය',
    'Profile Image' => 'පැතිකඩ පින්තුරය',
    'Update Profile' => 'පැතිකඩ යාවත්කාලීන කරන්න',

    'logout_confirmation' => 'ඔබට පිටවීමට අවශ්‍යද?',
    'yes_logout' => 'ඔව්, පිටවන්න',
    'no_stay' => 'නැහැ, රැඳී සිටින්න',


  //Additional information

    'Additional Information' => 'අමතර තොරතුරු',
    'Edition' => 'ප්‍රකාශනය',
    'Features' => 'විශේෂාංග',
    'Item Type' => 'අයිතම වර්ගය',
    'Device Type' => 'උපකරණ වර්ගය',
    'Screen Size' => 'තිර විශාලත්වය',
    'Capacity' => 'ධාරිතාවය',
    'Type' => 'වර්ගය',
    'Textbook Type' => 'පොත් වර්ගය',
    'Tuition Type' => 'උපකාරක පංති වර්ගය',
    'Size' => 'විශාලත්වය',
    'Gender' => 'ලිංගභේදය',
    'Furniture Type' => 'ගෘහ භාණ්ඩ වර්ගය',
    'Land Type' => 'ඉඩම් වර්ගය',
    'Land Size' => 'ඉඩම් ප්‍රමාණය',
    'Address' => 'ලිපිනය',
    'Unit (Perches)' => 'ඒකකය (පර්චස්)',
    'Unit Price' => 'ඒකක මිල',
    'Bedrooms' => 'නිදන කාමර',
    'Bathrooms' => 'නාන කාමර',
    'House Size' => 'ගෘහ ප්‍රමාණය',
    'Size (sqft)' => 'ප්‍රමාණය (ච.අ)',
    'Completion Status' => 'සම්පූර්ණ වු තත්ත්වය',
    'Furnished Status' => 'අලංකාර කිරීමේ තත්ත්වය',
    'Apartment Complex' => 'අපාර්ට්මන්ට් සංකීර්ණය',
    'Property Type' => 'දේපල වර්ගය',
    'Instrument Type' => 'උපකරණ වර්ගය',
    'Type of Animal' => 'සත්තු වර්ගය',
    'Service type' => 'සේවා වර්ගය',
    'Trim / Edition (optional)' => 'ප්‍රකාශනය / සංස්කරණය (විකල්ප)',
    'Year of Manufacture' => 'නිෂ්පාදන වසර',
    'Mileage (km)' => 'සැරයුම් දුර (කි.මී)',
    'Engine Capacity (cc)' => 'ඉන්ජිම ශක්තිය (සී.සී)',
    'Fuel Type' => 'ඉන්ධන වර්ගය',
    'Transmission' => 'සංක්‍රමණය',
    'Body Type' => 'ශරීර වර්ගය',
    'Bike Type' => 'මෝටර් බයික් වර්ගය',
    'Model Year' => 'මාදිලි වසර',
    'Vehicle Type' => 'වාහන වර්ගය',
    'Service Type' => 'සේවා වර්ගය',
    'Part or Accessory Type' => 'උපාංග හෝ කොටස් වර්ගය',
    'Maintenance and Repair Type' => 'නඩත්තු සහ අළුත්වැඩියා වර්ගය',

    


];
