<?php

return [
    'You can #Buy, #Rent, #Booking anything from here.' => 'நீங்கள் இங்கிருந்து எதையும் #வாங்கலாம், #வாடகைக்கு விடலாம், #முன்பதிவு செய்யலாம்.',

    'Buy and sell everything from used cars to mobile phones' => 'இலங்கையில் பயன்படுத்திய கார்கள் முதல் மொபைல் போன்கள் மற்றும் கணினிகள் வரை 
    அனைத்தையும் வாங்கி விற்கவும், அல்லது சொத்து, வேலைகள் மற்றும் பலவற்றைத் தேடவும்.',

    'Categories' => 'வகைகள்',
    'Explore by Category' => 'வகை வாரியாக ஆராயுங்கள்',
    'Contact' => 'தொடர்புக்கு',
    'Contact Us' => 'தொடர்பு கொள்ளுங்கள்',
    'Email' => ' மின்னஞ்சல்',
    'Location' => 'இடம்',
    'Post Your Ads' => 'விளம்பரம் பதிவிடு',
    'Dashboard' => 'டாஷ்போர்டு',
    'Logout' => 'வெளியேறு',
    'indextitle' => 'உங்கள் தேவைகளை காணுங்கள்', 
    'Best' => '', 
    'top' => 'Top', 
    'Ads' => 'விளம்பரங்கள்', 
    'Super' => 'Super', 
    'Urgent' => 'Urgent', 
    'para1' => ' ශ්‍இலங்கையின் மிகப்பெரிய வகைப்படுத்தப்பட்ட வலைத்தளமான yaka.lk இல் உள்ள
                சிறந்த விளம்பரங்கள் பிரிவு, தேடல் முடிவுகளில் முதலிடத்தில் உங்கள் பட்டியல்களை உறுதி செய்கிறது. 
                அதிக தெரிவுநிலை மற்றும் முன்னுரிமை தரவரிசையுடன். சிறந்த விளம்பரங்கள் உங்கள் தயாரிப்புகள் 
                அல்லது சேவைகள் அதிக சாத்தியமான வாங்குபவர்களை விரைவாகவும் திறமையாகவும்
                சென்றடைவதை உறுதி செய்கின்றன.', 
    'para2' => ' இலங்கையின் மிகப்பெரிய வகைப்படுத்தப்பட்ட வலைத்தளமான yaka.lk 
                இல் உள்ள சூப்பர் விளம்பரங்கள் பிரிவு, தேடல் முடிவுகளில் முதலிடத்தில் உங்கள் 
                பட்டியல்களை பிரீமியம் இடத்தில் வைப்பதை உறுதி செய்கிறது. அதிக தெரிவுநிலை 
                மற்றும் முன்னுரிமை தரவரிசையுடன், சூப்பர் விளம்பரங்கள் உங்கள் தயாரிப்புகள் 
                அல்லது சேவைகள் விரைவாகவும் திறமையாகவும் அதிக 
                சாத்தியமான வாங்குபவர்களைச் சென்றடைவதை உறுதி செய்கின்றன.', 
    'para3' => 'அவசரமாக விற்பனை செய்வதற்கான சிறப்பு விளம்பரத்தை நாங்கள் கொண்டுள்ளோம்.
                அவசர பேட்ஜ், விரைவாக அதிக கவனத்தைப் பெறுவதற்கான சிறந்த நன்மையாகும்.',
    'para4' => 'இலங்கையின் மிகப்பெரிய சந்தையில் சிறந்த சலுகைகள், தள்ளுபடிகள் மற்றும் 
                புதுப்பிப்புகளுக்காக இப்போதே குழுசேரவும். 
                சேமிக்க முதல் நபராக இருங்கள் - இன்றே பதிவு செய்யுங்கள்!',
    'Quick Links' => 'உதவி & ஊக்கம்',
    'About' => 'எங்களை பற்றி',
    'Privacy & Safety' => 'தனியுரிமை & பாதுகாப்பு',
    'Terms & Conditions' => 'விதிமுறைகளும் நிபந்தனைகளும்',
    'General' => 'மேலும் அறிய',
    'Tips' => 'குறிப்புகள் ',
    'Boosting ads' => 'விளம்பரங்களை அதிகரித்தல்',
    'Ad posting allowances' => 'விளம்பர இடுகையிடும் கொடுப்பனவுகள்',
    'Ad posting criteria' => 'விளம்பர இடுகையிடும் அளவுகோல்கள்',
    'Home' => 'முன்பக்கம் ' ,
    'About Our Company' => 'எங்கள் நிறுவனம் பற்றி' ,
    'para5' => 'Yaka.lk என்பது இலங்கையில் வளர்ந்து வரும் மிகப்பெரிய சந்தையாகும். 
                இது 100% இலங்கையின் வலைத்தளம், இது இலங்கையர்களுக்கு ஏற்றவாறு சிறப்பாக வடிவமைக்கப்பட்டுள்ளது. 
                நீங்கள் எதையும் வாங்க அல்லது விற்க விரும்பினால், நீங்கள் சரியான இடத்திற்கு வந்துவிட்டீர்கள். 
                Yaka.lk பரந்த அளவிலான பொருட்களைக் கொண்டுள்ளது, எனவே நீங்கள் மின்னணுவியல், வாகனங்கள், 
                சொத்து, வேலைகள், தொழில்துறை போன்ற பல பிரிவுகளில் செல்லலாம், மேலும் கண்டுபிடிப்புகளை விரைவாகச் 
                செய்ய தேடல் வடிப்பான்களைப் பயன்படுத்தலாம். நீங்கள் yaka.lk இல் இலவச கணக்கை உருவாக்கி, உங்கள் 
                விளம்பரத்தை எந்த நேரத்திலும் இடுகையிடலாம், நீங்கள் வெளியிட்டவுடன், நாங்கள் அதை மதிப்பாய்வு செய்து 
                வலைத்தளத்தில் பார்க்க அனுமதிப்போம். மேலும், சிறந்த முடிவுகளுக்கு விளம்பரப் பொதிகளைச் சேர்க்க நீங்கள் 
                தேர்வு செய்யலாம்.' ,
    'What We Do' => 'நாங்கள் என்ன செய்கிறோம்' ,
    'para6' => 'Yaka.lk என்பது வகைப்படுத்தப்பட்ட விளம்பரங்களை இடுகையிடுவதற்கும் கண்டுபிடிப்பதற்கும் விரைவான மற்றும் எளிதான தளமாகும். ஒரு பொருளை விற்பது, சேவையை வழங்குவது அல்லது சிறந்த சலுகைகளைக் கண்டறிவது எதுவாக இருந்தாலும், எங்கள் பயனர் நட்பு இடைமுகம் அதை எளிதாக்குகிறது. மேம்பட்ட தேடல் வடிப்பான்கள் மற்றும் இருப்பிட அடிப்படையிலான பட்டியல்கள் மூலம் வாங்குபவர்களையும் விற்பனையாளர்களையும் நாங்கள் திறமையாக இணைத்து, தொந்தரவு இல்லாத அனுபவத்தை உறுதி செய்கிறோம். விரைவான விளம்பர ஒப்புதல்கள் மற்றும் நம்பகமான ஆதரவுடன் ஆன்லைன் விளம்பரங்களை பாதுகாப்பானதாகவும் பயனுள்ளதாகவும் மாற்றுவதே எங்கள் குறிக்கோள், நம்பிக்கையுடன் வாங்கவும் விற்கவும் உங்களுக்கு உதவுகிறது.' ,
    'Process' => 'செயல்முறை',
    'How it Works' => 'எப்படி இது செயல்படுகிறது',
    'para7' => 'பயனர்கள் பதிவு செய்யவும், விவரங்கள் மற்றும் படங்களுடன் விளம்பரங்களை இடுகையிடவும், வாங்குபவர்கள் அல்லது விற்பனையாளர்களுடன் இணையவும் , பரிவர்த்தனைகளைப் பாதுகாப்பாக முடிக்கவும் Yaka.lk அனுமதிக்கிறது .',
    'Create Account' => 'கணக்கு உருவாக்கு',  
    'Sell Your Item' => 'உங்கள் பொருள் விற்பனை செய்',
    'accpara' => 'Yaka.lk இல் கணக்கு உருவாக்க, இணையதளத்திற்கு செல்லவும், "சைன் அப்" பொத்தானை கிளிக் செய்து உங்கள் விவரங்களை பூர்த்தி செய்து பதிவு படிவத்தை சமர்ப்பிக்கவும்.',
    'postpara' => 'Yaka.lk இல் உங்கள் விளம்பரத்தை பதிய, உங்கள் கணக்கில் உள்நுழைந்து "உங்கள் விளம்பரத்தை பதியுங்கள்" பொத்தானை கிளிக் செய்து, தேவையான விவரங்களை பூர்த்தி செய்து, படங்களைப் பதிவேற்றவும் மற்றும் உங்கள் விளம்பரத்தை சமர்ப்பிக்கவும்.',
    'sellpara' => 'Yaka.lk இல் உங்கள் பொருளை விற்பனை செய்ய, கணக்கு உருவாக்கி, படங்கள் மற்றும் விலையுடன் ஒரு விரிவான விளம்பரத்தை பதியவும், சாத்தியமான வாங்குபவருடன் தொடர்பு கொள்ளவும்.',

    'para8' => 'Yaka.lk என்பது கிட்டத்தட்ட அனைத்தையும் வாங்கவும் விற்கவும் கூடிய ஒரு தளம்! உங்களுக்கு நெருக்கமான சலுகைகளைக் கண்டறிய இருப்பிடத் தேர்வியைப் பயன்படுத்தவும்.',
    'Have items to sell?' => 'விற்க ஏதாவது பொருட்கள் இருக்கிறதா?',
    'Looking to buy something?' => 'ஏதாவது வாங்க விரும்புகிறீர்களா?',
    'para9' => 'உங்கள் பொருட்களை விற்கத் தொடங்க இலவசக் கணக்கிற்குப் பதிவு செய்யுங்கள்! ஒரு விளம்பரத்தை இடுகையிட 2 நிமிடங்களுக்கும் குறைவாகவே ஆகும். வாங்குபவர்களின் ஆர்வத்தை அதிகரிக்கும் சிறந்த விளம்பரங்களை உருவாக்குவது குறித்த சில உதவிக்குறிப்புகளுக்கு விரைவாக விற்பனை செய்வது எப்படி என்பதைப் பார்வையிடவும்.',
    'para10' => 'இலங்கை முழுவதும் பல்வேறு வகைகளில் பரந்த அளவிலான பொருட்களை Yaka.lk வழங்குகிறது. Yaka.lk இல் சிறந்த சலுகையைக் கண்டறியவும்!',

    'Our Contacts & Location' => 'எங்கள் தொடர்புகள் & இருப்பிடம்',
    'Contact info' => 'தொடர்பு தகவல்',
    'Social contact' => 'சமூக தொடர்பு',
    'Get in Touch' => 'தொடர்புகளுக்கு',
    'Name' => 'பெயர் ',
    'Email' => 'மின்னஞ்சல் முகவரி',
    'Phone' => 'தொலைபேசி',
    'Subject' => 'பொருள்',
    'Message' => 'செய்தி',
    'Submit' => 'இப்போதே சமர்ப்பிக்கவும்',

    'Our' => 'எங்கள்',
    'Information We Collect' => ' நாங்கள் சேகரிக்கும் தகவல்',
    'Personal Data' => 'தனிப்பட்ட தரவு',
    'Usage Data' => 'பயன்பாட்டுத் தரவு:',
    'Cookies' => ' இணைய தள குக்கீகள்',
    'Name, email address, phone number, and payment information' => 'பெயர், மின்னஞ்சல் முகவரி, தொலைபேசி எண் மற்றும் கட்டணத் தகவல்.',
    'IP address, browser type, and interaction history with the Website' => 'IP முகவரி, உலாவி வகை மற்றும் வலைத்தளத்துடனான தொடர்பு வரலாறு.',
    'To enhance user experience and analyze traffic. You can manage cookies through your browser settings' => 'பயனர் அனுபவத்தை மேம்படுத்தவும் போக்குவரத்தை பகுப்பாய்வு செய்யவும். உங்கள் உலாவி அமைப்புகள் மூலம் குக்கீகளை நிர்வகிக்கலாம்.',
    'How We Use Your Data' => 'உங்கள் தரவை நாங்கள் எவ்வாறு பயன்படுத்துகிறோம்',
    'To manage user accounts and provide customer support' => 'பயனர் கணக்குகளை நிர்வகிக்கவும் வாடிக்கையாளர் ஆதரவை வழங்கவும்.',
    'To process payments and publish listings' => 'பணம் செலுத்துதல்களைச் செயல்படுத்தவும் பட்டியல்களை வெளியிடவும்.',
    'To improve Website functionality through analytics and user feedback' => 'பகுப்பாய்வு மற்றும் பயனர் கருத்துகள் மூலம் வலைத்தள செயல்பாட்டை மேம்படுத்த.',
    'To send updates, notifications, or promotional offers (only with consent)' => 'புதுப்பிப்புகள், அறிவிப்புகள் அல்லது விளம்பரச் சலுகைகளை அனுப்ப (ஒப்புதலுடன் மட்டும்).',
    'Data Sharing and Disclosure' => 'தரவு பகிர்வு மற்றும் வெளிப்படுத்தல்',
    'We do not sell your data to third parties' => 'உங்கள் தரவை நாங்கள் மூன்றாம் தரப்பினருக்கு விற்பனை செய்வதில்லை.',
    'Data may be shared with payment processors, law enforcement, or service providers as necessary' => 'தேவைக்கேற்ப, கட்டணச் செயலாக்க நிறுவனங்கள், சட்ட அமலாக்க நிறுவனங்கள் அல்லது சேவை வழங்குநர்களுடன் தரவு பகிரப்படலாம்.',
    'In case of a merger or acquisition, your data may be transferred to the new entity' => 'இணைப்பு அல்லது கையகப்படுத்தல் ஏற்பட்டால், உங்கள் தரவு புதிய நிறுவனத்திற்கு மாற்றப்படலாம்.',
    'Data Security' => 'தரவு பாதுகாப்பு',
    'We use encryption and other security measures to protect your personal data' => 'உங்கள் தனிப்பட்ட தரவைப் பாதுகாக்க நாங்கள் குறியாக்கம் மற்றும் பிற பாதுகாப்பு நடவடிக்கைகளைப் பயன்படுத்துகிறோம்.',
    'Despite our efforts, no online service is entirely secure. We encourage users to protect their login information' => 'எங்கள் முயற்சிகள் இருந்தபோதிலும், எந்த ஆன்லைன் சேவையும் முற்றிலும் பாதுகாப்பானது அல்ல. பயனர்கள் தங்கள் உள்நுழைவுத் தகவலைப் பாதுகாக்க ஊக்குவிக்கிறோம்.',
    'User Rights' => 'பயனர் உரிமைகள்',
    'Access and Correction' => 'அணுகல் மற்றும் திருத்தம்',
    'Data Deletion' => 'தரவு நீக்கம்',
    'Consent Withdrawal' => 'ஒப்புதல் திரும்பப் பெறுதல்',
    'You can access and update your personal information through your account' => 'உங்கள் கணக்கின் மூலம் உங்கள் தனிப்பட்ட தகவல்களை அணுகலாம் மற்றும் புதுப்பிக்கலாம்.',
    'You may request the deletion of your personal data by contacting support' => 'ஆதரவைத் தொடர்புகொள்வதன் மூலம் உங்கள் தனிப்பட்ட தரவை நீக்கக் கோரலாம்.',
    'You can opt out of marketing emails by clicking the unsubscribe link' => 'குழுவிலகு இணைப்பைக் கிளிக் செய்வதன் மூலம் மார்க்கெட்டிங் மின்னஞ்சல்களிலிருந்து நீங்கள் விலகலாம்.',

    'Tips for Better Ads' => 'சிறந்த விளம்பரங்களுக்கான உதவிக்குறிப்புகள்',
    'Upload clear photos from different angles' => 'வெவ்வேறு கோணங்களில் இருந்து தெளிவான புகைப்படங்களைப் பதிவேற்றவும்',
    'Upload real photos' => 'உண்மையான புகைப்படங்களைப் பதிவேற்றவும்',
    'Add actual and clear details to impress customers' => 'வாடிக்கையாளர்களைக் கவர உண்மையான மற்றும் தெளிவான விவரங்களைச் சேர்க்கவும்',
    'Add working contact numbers' => 'வேலை செய்யும் தொடர்பு எண்களைச் சேர்க்கவும்',
    'Choose a competitive price' => 'போட்டி விலையைத் தேர்வு செய்யவும்',
    'Select the negotiable option for a better response' => 'சிறந்த பதிலுக்கு பேச்சுவார்த்தைக்குட்பட்ட விருப்பத்தைத் தேர்ந்தெடுக்கவும்',

    'All Categories' => 'வகைகள்',
    'Electronics' => 'இலெக்ட்ரானிக்ஸ்',
    'Motor vehicles' => 'மோட்டார் வாகனங்கள்',
    'Home, lands & buildings' => 'வீடுகள், நிலங்கள் மற்றும் கட்டிடங்கள்',
    'Home & Garden' => 'வீடு மற்றும் தோட்டம்',
    'Pets' => 'செல்லப்பிராணிகள்',
    'Services' => 'சேவைகள்',
    'Business And Industry' => 'வணிகம் மற்றும் தொழில்',
    'leisure,kids items & sports' => 'ஓய்வு, குழந்தைகளுக்கான பொருட்கள் மற்றும் விளையாட்டு',
    'Fancy & Cosmetics' => 'ஃபேன்சி மற்றும் அழகு சாதனங்கள்',
    'Daily Essentials' => 'தினசரி அவசியங்கள்',
    'Education' => 'கல்வி',
    'Agriculture' => 'விவசாயம்',
    'Jobs & Overseas jobs' => 'வேலைகள் மற்றும் வெளிநாட்டு வேலைகள்',
    'Other Ads' => 'மற்ற விளம்பரங்கள்',
    'Browse Ads' => 'விளம்பரங்களை உலாவுக',

    'Search' => 'தேடல்',
    'Search Keyword' => 'தேடல் முக்கிய சொல்',
    'Select Location' => 'இருப்பிடம்',

    'Buy, Sell, Rent or Find Anything in Sri Lanka' => ' இலங்கையில் வாங்கவும், விற்கவும், வாடகைக்கு விடவும் அல்லது ஏதேனும் கண்டுபிடிக்கவும்',
    'Search Results' => 'தேடல் முடிவுகள்',
    'of' => 'இன்',
    'Listings' => 'பட்டியல்கள்',
    'Showing' => 'காண்பிக்கிறது',
    'Search by Title, Category, Subcategory, or Location' => 'தலைப்பு, வகை, உப வகை, அல்லது இருப்பிடத்தின் மூலம் தேடல்',

    'Rs' => 'ரூ',
    'price' => 'விலை',

    'view' => 'காட்சி',
    'views' => 'காட்சிகள்',
    'Fixed' => 'சரி செய்யப்பட்டது',
    'Negotiable' => 'பேச்சுவார்த்தைக்குட்பட்டது',
    'Daily' => 'தினசரி',
    'Weekly' => 'வாராந்திர',
    'Monthly' => 'மாதாந்திர',
    'Yearly' => 'மாதாந்திரம்',
    'Product Description' => 'தயாரிப்பு விளக்கம்',
    'Brand' => 'வர்த்தக பெயர்',
    'Model' => 'மாதிரி',
    'Condition' => 'தத்துவம்',
    'Posted by' => 'பதிவிட்டவர்',
    'Name' => 'பெயர்',
    'Boost this ad' => 'இந்த விளம்பரத்தை Boost செய்யவும்',

    'Make your ad stand out' => 'உங்கள் விளம்பரத்தை தனித்துவமாக்குங்கள்',
    'boosting_ad_message' => 'விளம்பரத்தை Boost செய்வதன் மூலம் 10 மடங்கு அதிக பலன்களை பெறுங்கள். ஒன்று அல்லது அதற்கு மேற்பட்ட விருப்பங்களைத் தேர்ந்தெடுக்கவும்.',
    'Boost your ad with the' => 'Boost செய்வதற்கு',
    'package' => 'Boost செய்வதற்கு',
    'Boost your ad with the' => 'தொகுப்பைத்',
    'select' => 'தேர்வுசெய்க',
    'Select Plan' => 'திட்டத்தைத் தேர்ந்தெடுக்கவும்',
    'Days' => 'நாட்கள்',
    'Amount' => 'தொகை',
    'Total' => 'தொகை',
    'No plans selected' => 'எந்த திட்டங்களும் தேர்ந்தெடுக்கப்படவில்லை.',
    'Total' => 'மொத்தம்',
    'Title' => 'தலைப்பு',
    'Price' => 'விலை',
    'Description' => 'விளக்கம்',
    'Back' => 'மீண்டும்',
    'Proceed to Payment' => 'பணம் செலுத்துவதற்குச் செல்லவும்',

    'ad post' => 'டாஷ்போர்டு',
    'my ads' => 'என் விளம்பரங்கள்',
    'Profile' => 'புரோஃபைல்',
    'message' => 'செய்தி',
    'Welcome to Yaka.lk' => 'Yaka.lk க்கு வருக',
    'para11' => 'நீங்கள் இங்கு இருப்பதில் நாங்கள் மகிழ்ச்சியடைகிறோம். எங்கள் சமூகத்தின் மதிப்புமிக்க உறுப்பினராக, இப்போது இலங்கையின் மிகப்பெரிய ஆன்லைன் சந்தையை அணுகலாம், அங்கு எண்ணற்ற வாய்ப்புகள் உங்களுக்காகக் காத்திருக்கின்றன. ரியல் எஸ்டேட் மற்றும் வாகனங்கள் முதல் மின்னணுவியல் மற்றும் ஃபேஷன் வரை பரந்த அளவிலான வகைகளை ஆராயுங்கள். எங்கள் தளம் உங்களை உள்ளூர் விற்பனையாளர்கள் மற்றும் தனித்துவமான தயாரிப்புகளுடன் இணைக்கிறது, இது உங்களுக்குத் தேவையானதை சரியாகக் கண்டுபிடிப்பதை முன்னெப்போதையும் விட எளிதாக்குகிறது. பயனர் நட்பு அம்சங்கள், மேம்பட்ட தேடல் விருப்பங்கள் மற்றும் பிரத்யேக சலுகைகளுடன், ஷாப்பிங் இதற்கு முன்பு இருந்ததை விட மிகவும் வசதியாக இருந்ததில்லை. yaka.lk இல் இணைந்ததற்கு நன்றி —உள்ளே சென்று சிறந்த சலுகைகள் மற்றும் சேவைகளைக் கண்டறியத் தொடங்குங்கள்',

     'Our Terms & Conditions' => 'எங்கள் விதிமுறைகள் & நிபந்தனைகள்',    

          //Terms & Conditions page

          'Acceptance of Terms' => 'விதிமுறைகளை ஏற்றுக்கொள்வது',
          'Acceptance line1'=>'[Yaka.lk] (“வலைத்தளம்”) ஐ அணுகுவதன் மூலமோ அல்லது பயன்படுத்துவதன் மூலமோ, இந்த விதிமுறைகள் மற்றும் நிபந்தனைகளுக்குக் கட்டுப்படுவதை நீங்கள் ஒப்புக்கொள்கிறீர்கள்.',
          'Acceptance line2'=>'இந்த விதிமுறைகளுக்கு நீங்கள் உடன்படவில்லை என்றால், நீங்கள் வலைத்தளத்தைப் பயன்படுத்த முடியாது.',

          'User Registration and Eligibility' => 'பயனர் பதிவு மற்றும் தகுதிy',
          'Eligibility line1'=>'கணக்கை உருவாக்க பயனர்கள் குறைந்தது 18 வயது நிரம்பியவராக இருக்க வேண்டும்.',
          'Eligibility line2'=>'பதிவின் போது துல்லியமான மற்றும் புதுப்பித்த தகவலை வழங்க நீங்கள் ஒப்புக்கொள்கிறீர்கள்.',
          'Eligibility line3'=>'இந்த விதிமுறைகளை மீறும் கணக்குகளை நிறுத்த எங்களுக்கு உரிமை உண்டு.',

          'Listing and Posting Rules' => 'பட்டியல் மற்றும் இடுகையிடல் விதிகள்',
        'Posting Rules line1'=>'உங்கள் பட்டியலில் வழங்கப்பட்ட தகவல்கள் துல்லியமாகவும் முழுமையாகவும் இருப்பதை உறுதிசெய்வது உங்கள் பொறுப்பு.',
        'Posting Rules line2'=>'சட்டவிரோத பொருட்கள், திருடப்பட்ட பொருட்கள், போலி தயாரிப்புகள் மற்றும் தடைசெய்யப்பட்ட சேவைகள் கண்டிப்பாக தடைசெய்யப்பட்டுள்ளன.',
        'Posting Rules line3'=>'இந்த விதிமுறைகளை மீறும் பட்டியல்களை முன்னறிவிப்பின்றி அகற்றவோ அல்லது இடைநிறுத்தவோ எங்களுக்கு உரிமை உண்டு.',
        
        'Fees and Payment' => 'கட்டணங்கள் மற்றும் பணப்பரிவர்த்தனை',
        'Fees line1' => 'சில பதிவுகளுக்கு கட்டணமிருக்கலாம். எல்லா கட்டணங்களும் திரும்பப் பெற முடியாது.',
        'Fees line2' => 'கட்டணங்கள் மூன்றாம் தரப்புக் கொடுப்பனவு நுழைவாயில்கள் மூலம் பாதுகாப்பாக செயலாக்கப்படும்.',
        
        'User Responsibilities and Conduct' => 'பயனர் பொறுப்புகள் மற்றும் நடத்தை',
        'User line1' => 'மோசடி அல்லது ஏமாற்றம் செய்யும் செயல்களில் ஈடுபடாதீர்கள்.',
        'User line2' => 'பொருட்கள் மற்றும் சேவைகளின் நம்பகத்தன்மையை உறுதிப்படுத்துதல் பயனர்களின் பொறுப்பாகும்.',
        'User line3' => 'வாங்குபவர் மற்றும் விற்பவர் இடையேயான எந்தப் பிரச்சனைகளுக்கும் நாங்கள் பொறுப்பல்ல.',
        
        'Prohibited Content' => 'தடை செய்யப்பட்ட உள்ளடக்கம்',
        'Prohibited line1' => 'சட்டவிரோதமான, அவதூறு, அசிங்கமான அல்லது மூன்றாம் தரப்பினரின் உரிமைகளை மீறும் உள்ளடக்கத்தை வெளியிடக் கூடாது.',
        'Prohibited line2' => 'உள்ளடக்கத்தை நீக்குவதற்கான உரிமை எங்களிடம் உள்ளது.',
       
        'Intellectual Property' => 'மாண்புமிகு சொத்து உரிமை',
        'Intellectual line1' => 'இணையதளத்தில் உள்ள அனைத்து உள்ளடக்கங்களும் எங்கள் சொந்தம்.',
        'Intellectual line2' => 'எங்கள் அனுமதியின்றி இணையதளத்தின் உள்ளடக்கத்தை நகலெடுக்க, பகிரவோ பயன்படுத்தவோ முடியாது.',
       
        'Disclaimers and Limitation of Liability' => 'மறு பொறுப்புகள் மற்றும் பொறுப்புகள்',
        'Disclaimers line1' => 'இந்த இணையதளத்தைப் பயன்படுத்துவதால் ஏற்படும் சேதங்களுக்கு நாங்கள் பொறுப்பல்ல.',
        'Disclaimers line2' => 'உங்கள் பயன்பாட்டால் ஏற்பட்ட எந்தவொரு நேரடி அல்லது மறைமுக சேதத்திற்கும் நாங்கள் பொறுப்பல்ல.',
    
        'Third-Party Links and Services' => 'மூன்றாம் தரப்பு இணைப்புகள் மற்றும் சேவைகள்',
        'ThirdParty line1' => 'இணையதளத்தில் மூன்றாம் தரப்பு இணையதளங்களுக்கான இணைப்புகள் இருக்கலாம். அவற்றின் உள்ளடக்கம் அல்லது நடைமுறைகளுக்கான பொறுப்பு எங்களுக்கில்லை.',
        'ThirdParty line2' => 'மூன்றாம் தரப்பு சேவைகளுடன் உங்கள் பரிவர்த்தனைகள் உங்களுக்கும் சம்பந்தப்பட்ட வழங்குநருக்கும் இடையே மட்டுமே.',
        
        'Account Termination' => 'கணக்கு முடிவு',
        'Termination line1' => 'பயனர் விதிகளை மீறினால் அல்லது சந்தேகமான செயல்பாடுகளில் ஈடுபட்டால், எந்த அறிவிப்பும் இன்றி கணக்குகளை முடிக்க எங்களிடம் உரிமை உள்ளது.',
        'Termination line2' => 'பயனர்கள் எந்த நேரத்திலும் ஆதரவை தொடர்பு கொண்டு தங்கள் கணக்குகளை நீக்கலாம்.',
      
         
         //boosting_ads page


          'Jump Up Ads' => 'Jump Up விளம்பரங்கள்',
          'JumpUp description' => 'Jump Up விளம்பரங்கள் உங்கள் விளம்பரத்தை அவ்வப்போது மேலே கொண்டு வந்து, அதிக காண்பிக்க உதவுகிறது.',

          'Top Ads' => 'சிறப்பு விளம்பரங்கள்',
          'TopAds description' => 'ஒவ்வொரு பக்கத்திலும் 4 சிறப்பு இடங்கள் உள்ளன. உங்கள் விளம்பரம் மேலே தோன்றும், மேலும் சிறப்பு விளம்பரங்கள் இலவச விளம்பரங்களை விட பெரியதாக இருக்கும்.',

          'Super Ads' => 'சூப்பர் விளம்பரங்கள்',
          'SuperAds description' => 'சூப்பர் விளம்பரங்கள் சிறப்பாக கவனத்தை ஈர்க்கும் வகையில் வடிவமைக்கப்பட்டுள்ளன. இவை நீல விளிம்புகளும் ராக்கெட் சின்னத்துடனும் தோன்றும்.',

          'Urgent Ads' => 'அவசர விளம்பரங்கள்',
          'UrgentAds description' => 'விரைவாக விற்க சிறப்பு முன்னேற்றங்கள் உள்ளன. இவை சிவப்பு விளிம்புகளுடன் "அவசரம்" சின்னத்துடன் தோன்றும்.',

          'How to Boost Your Ad?' => 'உங்கள் விளம்பரத்தை எப்படி மேம்படுத்துவது?',
          'Upload Your Ad' => 'உங்கள் விளம்பரத்தை பதிவேற்றவும்',
          'Upload description' => 'உங்கள் தயாரிப்பு அல்லது சேவை விவரங்களை மற்றும் படங்களை சேர்க்கவும்.',
          'Choose a Boost Plan' => 'ஒரு மேம்படுத்தல் திட்டத்தை தேர்ந்தெடுக்கவும்',
          'ChoosePlan description' => 'உங்கள் தேவைகளுக்கு சிறந்த திட்டத்தை தேர்ந்தெடுக்கவும்.',
          'Get More Views' => 'மேலும் பார்வைகளைப் பெறுங்கள்',
          'GetViews description' => 'உங்கள் விளம்பரம் அதிகமான பார்வைகளையும் ஈடுபாடுகளையும் பெறும்!',
            
           
          //Ad Posting Criteria

          'welcome_title' => 'எங்கள் விளம்பர தளத்திற்கு வரவேற்கின்றோம்!',
          'welcome_description' => 'நீங்கள் அனுப்பும் விளம்பரம் கீழ்க்கண்ட விதிமுறைகளை பூர்த்தி செய்கிறது என்பதை உறுதி செய்யுங்கள்.',
      
          'posting_criteria_title' => 'விளம்பர நெறிமுறைகள்',
          'posting_criteria_1' => 'உங்கள் பொருளுக்கேற்ப சரியான தரமான படங்களை பயன்படுத்தவும்.',
          'posting_criteria_2' => 'சட்டபூர்வமான பொருட்கள் மட்டுமே அனுமதிக்கப்படும்.',
          'posting_criteria_3' => 'புகைப்படங்கள் பொருள் அல்லது சேவையுடன் பொருந்த வேண்டும்.',
          'posting_criteria_4' => 'மதுபானம், புகையிலை அல்லது சம்பந்தப்பட்ட போதைப்பொருட்கள் அனுமதிக்கப்படாது.',
          'posting_criteria_5' => 'சரியான தொடர்பு எண்களை பயன்படுத்தவும்.',
          'posting_criteria_6' => 'தடைசெய்யப்பட்ட பொருட்களை பதிவேற்ற வேண்டாம்.',
          'posting_criteria_7' => 'ஒரே விளம்பரத்தில் பல பொருட்களை சேர்க்க வேண்டாம்.',
      
          'approval_process_title' => 'விளம்பர அங்கீகார செயல்முறை',
          'approval_process_description' => 'நீங்கள் ஒரு விளம்பரத்தை சமர்ப்பிக்கும்போது, அது <b>4-அடுக்கு அங்கீகார செயல்முறையை</b> கடந்து தரமானதாக இருப்பதை உறுதி செய்கிறது. விளம்பரங்கள் அதன் உள்ளடக்கம், நேர்மறை தன்மை மற்றும் எங்கள் கொள்கைகளை பூர்த்தி செய்கிறதா என்பதைக் கண்காணிக்கப்படும்.',
      
          'approval_step_1' => 'விளம்பரத்தை சமர்ப்பிக்கவும்',
          'approval_step_2' => 'மதிப்பீடு',
          'approval_step_3' => 'அங்கீகாரம்',
          'approval_step_4' => 'நேரலை',
      
      
      
        ];
    'Posted on' => 'பதிவிடப்பட்டது',
    'No Expire Date' => 'காலாவதி தேதி இல்லை',
    'Expired' => 'காலாவதியானது',
    'Expires on' => 'காலாவதியாகும் தேதி',
    'Active Ads' => 'செயலில் உள்ள விளம்பரங்கள்',  
    'Pending Ads' => 'நிலுவையிலுள்ள விளம்பரங்கள்', 

    'Edit Profile' => 'சுயவிவரத்தை திருத்து',
    'First Name' => 'முதல் பெயர்',
    'Last Name' => 'கடைசி பெயர்',
    'Email' => 'மின்னஞ்சல்',
    'Company' => 'நிறுவனம்',
    'District' => 'மாவட்டம்',
    'Select District' => 'மாவட்டத்தை தேர்ந்தெடுக்கவும்',
    'City' => 'நகரம்',
    'Select City' => 'நகரத்தை தேர்ந்தெடுக்கவும்',
    'Post Code' => 'அஞ்சல் குறியீடு',
    'Country' => 'நாடு',
    'Website' => 'இணையதளம்',
    'Phone' => 'தொலைபேசி எண்',
    'Birthday' => 'பிறந்த நாள்',
    'Profile Image' => 'சுயவிவர படம்',
    'Update Profile' => 'சுயவிவரத்தை புதுப்பிக்கவும்',

    'logout_confirmation' => 'நீங்கள் வெளியேற விரும்புகிறீர்களா?',
    'yes_logout' => 'ஆம், வெளியேறு',
    'no_stay' => 'இல்லை, தொடரவும்',
    
];
