<?php

return [
    'You can #Buy, #Rent, #Booking anything from here.' => 'நீங்கள் இங்கிருந்து எதையும் #வாங்கலாம், #வாடகைக்கு விடலாம், #முன்பதிவு செய்யலாம்.',

    'Buy and sell everything from used cars to mobile phones' => 'இலங்கையில் பயன்படுத்திய கார்கள் முதல் மொபைல் போன்கள் மற்றும் கணினிகள் வரை 
    அனைத்தையும் வாங்கி விற்கவும், அல்லது சொத்து, வேலைகள் மற்றும் பலவற்றைத் தேடவும்.',

    'Categories' => 'வகைகள்',
    'Explore by Category' => 'வகை வாரியாக ஆராயுங்கள்',
    'Contact' => 'தொடர்புக்கு',
    'Email' => ' மின்னஞ்சல்',
    'Location' => 'இடம்',
    'Post Your Ads' => 'விளம்பரம் பதிவிடு',
    'Dashboard' => 'டாஷ்போர்டு',
    'Logout' => 'வெளியேறு',
    'indextitle' => 'உங்கள் தேவைகளை காணுங்கள்', 
    'Best' => '', 
    'top' => 'Top', 
    'Ads' => 'விளம்பரங்கள்', 
    'Super' => 'Super', 
    'Urgent' => 'Urgent', 
    'para1' => ' ශ්‍இலங்கையின் மிகப்பெரிய வகைப்படுத்தப்பட்ட வலைத்தளமான yaka.lk இல் உள்ள
                சிறந்த விளம்பரங்கள் பிரிவு, தேடல் முடிவுகளில் முதலிடத்தில் உங்கள் பட்டியல்களை உறுதி செய்கிறது. 
                அதிக தெரிவுநிலை மற்றும் முன்னுரிமை தரவரிசையுடன். சிறந்த விளம்பரங்கள் உங்கள் தயாரிப்புகள் 
                அல்லது சேவைகள் அதிக சாத்தியமான வாங்குபவர்களை விரைவாகவும் திறமையாகவும்
                சென்றடைவதை உறுதி செய்கின்றன.', 
    'para2' => ' இலங்கையின் மிகப்பெரிய வகைப்படுத்தப்பட்ட வலைத்தளமான yaka.lk 
                இல் உள்ள சூப்பர் விளம்பரங்கள் பிரிவு, தேடல் முடிவுகளில் முதலிடத்தில் உங்கள் 
                பட்டியல்களை பிரீமியம் இடத்தில் வைப்பதை உறுதி செய்கிறது. அதிக தெரிவுநிலை 
                மற்றும் முன்னுரிமை தரவரிசையுடன், சூப்பர் விளம்பரங்கள் உங்கள் தயாரிப்புகள் 
                அல்லது சேவைகள் விரைவாகவும் திறமையாகவும் அதிக 
                சாத்தியமான வாங்குபவர்களைச் சென்றடைவதை உறுதி செய்கின்றன.', 
    'para3' => 'அவசரமாக விற்பனை செய்வதற்கான சிறப்பு விளம்பரத்தை நாங்கள் கொண்டுள்ளோம்.
                அவசர பேட்ஜ், விரைவாக அதிக கவனத்தைப் பெறுவதற்கான சிறந்த நன்மையாகும்.',
    'para4' => 'இலங்கையின் மிகப்பெரிய சந்தையில் சிறந்த சலுகைகள், தள்ளுபடிகள் மற்றும் 
                புதுப்பிப்புகளுக்காக இப்போதே குழுசேரவும். 
                சேமிக்க முதல் நபராக இருங்கள் - இன்றே பதிவு செய்யுங்கள்!',
    'Quick Links' => 'உதவி & ஊக்கம்',
    'About' => 'எங்களை பற்றி',
    'Privacy & Safety' => 'தனியுரிமை & பாதுகாப்பு',
    'Terms & Conditions' => 'விதிமுறைகளும் நிபந்தனைகளும்',
    'General' => 'மேலும் அறிய',
    'Tips' => 'குறிப்புகள் ',
    'Boosting ads' => 'விளம்பரங்களை அதிகரித்தல்',
    'Ad posting allowances' => 'விளம்பர இடுகையிடும் கொடுப்பனவுகள்',
    'Ad posting criteria' => 'விளம்பர இடுகையிடும் அளவுகோல்கள்',
    'Home' => 'முன்பக்கம் ' ,
    'About Our Company' => 'எங்கள் நிறுவனம் பற்றி' ,
    'para5' => 'Yaka.lk என்பது இலங்கையில் வளர்ந்து வரும் மிகப்பெரிய சந்தையாகும். 
                இது 100% இலங்கையின் வலைத்தளம், இது இலங்கையர்களுக்கு ஏற்றவாறு சிறப்பாக வடிவமைக்கப்பட்டுள்ளது. 
                நீங்கள் எதையும் வாங்க அல்லது விற்க விரும்பினால், நீங்கள் சரியான இடத்திற்கு வந்துவிட்டீர்கள். 
                Yaka.lk பரந்த அளவிலான பொருட்களைக் கொண்டுள்ளது, எனவே நீங்கள் மின்னணுவியல், வாகனங்கள், 
                சொத்து, வேலைகள், தொழில்துறை போன்ற பல பிரிவுகளில் செல்லலாம், மேலும் கண்டுபிடிப்புகளை விரைவாகச் 
                செய்ய தேடல் வடிப்பான்களைப் பயன்படுத்தலாம். நீங்கள் yaka.lk இல் இலவச கணக்கை உருவாக்கி, உங்கள் 
                விளம்பரத்தை எந்த நேரத்திலும் இடுகையிடலாம், நீங்கள் வெளியிட்டவுடன், நாங்கள் அதை மதிப்பாய்வு செய்து 
                வலைத்தளத்தில் பார்க்க அனுமதிப்போம். மேலும், சிறந்த முடிவுகளுக்கு விளம்பரப் பொதிகளைச் சேர்க்க நீங்கள் 
                தேர்வு செய்யலாம்.' ,
    'What We Do' => 'நாங்கள் என்ன செய்கிறோம்' ,
    'para6' => 'Yaka.lk என்பது வகைப்படுத்தப்பட்ட விளம்பரங்களை இடுகையிடுவதற்கும் கண்டுபிடிப்பதற்கும் விரைவான மற்றும் எளிதான தளமாகும். ஒரு பொருளை விற்பது, சேவையை வழங்குவது அல்லது சிறந்த சலுகைகளைக் கண்டறிவது எதுவாக இருந்தாலும், எங்கள் பயனர் நட்பு இடைமுகம் அதை எளிதாக்குகிறது. மேம்பட்ட தேடல் வடிப்பான்கள் மற்றும் இருப்பிட அடிப்படையிலான பட்டியல்கள் மூலம் வாங்குபவர்களையும் விற்பனையாளர்களையும் நாங்கள் திறமையாக இணைத்து, தொந்தரவு இல்லாத அனுபவத்தை உறுதி செய்கிறோம். விரைவான விளம்பர ஒப்புதல்கள் மற்றும் நம்பகமான ஆதரவுடன் ஆன்லைன் விளம்பரங்களை பாதுகாப்பானதாகவும் பயனுள்ளதாகவும் மாற்றுவதே எங்கள் குறிக்கோள், நம்பிக்கையுடன் வாங்கவும் விற்கவும் உங்களுக்கு உதவுகிறது.' ,
    'Process' => 'செயல்முறை',
    'How it Works' => 'எப்படி இது செயல்படுகிறது',
    'para7' => 'பயனர்கள் பதிவு செய்யவும், விவரங்கள் மற்றும் படங்களுடன் விளம்பரங்களை இடுகையிடவும், வாங்குபவர்கள் அல்லது விற்பனையாளர்களுடன் இணையவும் , பரிவர்த்தனைகளைப் பாதுகாப்பாக முடிக்கவும் Yaka.lk அனுமதிக்கிறது .',
    'Create Account' => 'கணக்கு உருவாக்கு',  
    'Sell Your Item' => 'உங்கள் பொருள் விற்பனை செய்',
    'accpara' => 'Yaka.lk இல் கணக்கு உருவாக்க, இணையதளத்திற்கு செல்லவும், "சைன் அப்" பொத்தானை கிளிக் செய்து உங்கள் விவரங்களை பூர்த்தி செய்து பதிவு படிவத்தை சமர்ப்பிக்கவும்.',
    'postpara' => 'Yaka.lk இல் உங்கள் விளம்பரத்தை பதிய, உங்கள் கணக்கில் உள்நுழைந்து "உங்கள் விளம்பரத்தை பதியுங்கள்" பொத்தானை கிளிக் செய்து, தேவையான விவரங்களை பூர்த்தி செய்து, படங்களைப் பதிவேற்றவும் மற்றும் உங்கள் விளம்பரத்தை சமர்ப்பிக்கவும்.',
    'sellpara' => 'Yaka.lk இல் உங்கள் பொருளை விற்பனை செய்ய, கணக்கு உருவாக்கி, படங்கள் மற்றும் விலையுடன் ஒரு விரிவான விளம்பரத்தை பதியவும், சாத்தியமான வாங்குபவருடன் தொடர்பு கொள்ளவும்.',

    'para8' => 'Yaka.lk என்பது கிட்டத்தட்ட அனைத்தையும் வாங்கவும் விற்கவும் கூடிய ஒரு தளம்! உங்களுக்கு நெருக்கமான சலுகைகளைக் கண்டறிய இருப்பிடத் தேர்வியைப் பயன்படுத்தவும்.',
    'Have items to sell?' => 'விற்க ஏதாவது பொருட்கள் இருக்கிறதா?',
    'Looking to buy something?' => 'ஏதாவது வாங்க விரும்புகிறீர்களா?',
    'para9' => 'உங்கள் பொருட்களை விற்கத் தொடங்க இலவசக் கணக்கிற்குப் பதிவு செய்யுங்கள்! ஒரு விளம்பரத்தை இடுகையிட 2 நிமிடங்களுக்கும் குறைவாகவே ஆகும். வாங்குபவர்களின் ஆர்வத்தை அதிகரிக்கும் சிறந்த விளம்பரங்களை உருவாக்குவது குறித்த சில உதவிக்குறிப்புகளுக்கு விரைவாக விற்பனை செய்வது எப்படி என்பதைப் பார்வையிடவும்.',
    'para10' => 'இலங்கை முழுவதும் பல்வேறு வகைகளில் பரந்த அளவிலான பொருட்களை Yaka.lk வழங்குகிறது. Yaka.lk இல் சிறந்த சலுகையைக் கண்டறியவும்!',




];
